results/Deno/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [==================================================================================================================================================================] 100.00% 39282/s 25s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     39515.04    2098.52   54050.65
  Latency       12.66ms   680.72us    76.39ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     5.53MB/s