results/Deno/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 41242/s 24s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     41330.81    1714.52   60004.51
  Latency       12.10ms    12.12ms      1.11s
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     5.79MB/s