results/Deno/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 39295/s 25s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     39596.77    1366.98   48115.79
  Latency       12.64ms     2.37ms      1.05s
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     5.53MB/s