results/Deno/4.txt
Bombarding http://localhost:3000/json with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 27723/s 36s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     27881.57    1067.43   40600.80
  Latency       17.95ms     1.34ms   126.35ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     7.05MB/s